{
  "name": "Split Rock Lighthouse State Park",
  "park_id": "00266",
  "url": "https://www.dnr.state.mn.us/state_parks/park.html?id=spk00266#homepage",
  "address": "3755 Split Rock Lighthouse Road\nTwo Harbors, MN 55616",
  "park_images": [
    "https://images.dnr.state.mn.us/destinations/state_parks/banners/spk00266.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_001.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_002.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_003.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_004.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_005.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00266_006.jpg"
  ],
  "highlights": [
    "Tent Camping/Cart-in Sites",
    "Historic Lighthouse / History Center Tours",
    "Picnicking Along Lake Superior Lakeshore",
    "Scenic Views of Lake Superior",
    "Waterfalls"
  ],
  "park_information": {
    "Park Information": "This park is situated on the North Shore of Lake Superior. Perhaps best known for its historic lighthouse, this park offers numerous recreational opportunities. Visitors can cart-in their supplies to pristine campsites along Lake Superior. Scenic trails along the lake link up to the spectacular Superior Hiking Trail. Anglers cast their lines for lake trout, salmon, and brown trout. The rocky beach is perfect for skipping stones into Lake Superior.",
    "Wildlife": "Wildlife in the park includes a variety of small songbirds, herring gulls and common loons. Peregrine falcons have been spotted on their migration along the North Shore. Visitors are also treated to sightings of white-tailed deer, moose, black bear, raccoon, beaver, snowshoe hare, red fox, bobcat and lynx.",
    "History": "Split Rock Lighthouse State Park has a rich and varied history. From 1899 to 1906, the Merrill and Ring Lumber Company logged most of the original Norway and white pine from the area. During peak years, the company operated a short railroad up the river. Pilings from old wharf and dam can still be seen jutting out of the water at the mouth of the Split Rock River. In 1905, a punishing November gale (the kind Lake Superior is famous for), claimed the Edenborn and the Madiera (a barge the Edenborn was towing) as well as five other ships, within a dozen miles of the Split Rock River. The tragic sinking of these ships fueled the demand for a lighthouse. The fog signal building and lighthouse were completed in 1909 and commissioned one year later. For 59 years, the keepers at Split Rock warned ships away from the rock and treacherous North Shore with its 370,000-candlepower beacon. In 1971, the federal government deeded the lighthouse station to the State of Minnesota to be operated as a historic site. In 1976, the Minnesota Historical Society (MHS) assumed operation of the site which included one of the most photographed lighthouses in the United States.",
    "Geology": "The magnificent cliffs upon which the lighthouse is built are masses of anorthosite, an unusual igneous rock (formed from the molten state) that is made of the light-colored mineral plagioclase. Huge blocks of this rock were carried up from deep below the surface in molten diabase, a dark-colored rock which makes many of the hills and cliffs in the area, about 1.1 billion years ago. Dark basalt lava flows, formed at the same time, form much of the Park’s bedrock. Much later, starting about 2 million years ago, a series of glaciers scraped across the landscape, scouring out the Lake Superior basin and molding the hills and valleys of the uplands. Finally, water filled the now ice-free basin, and streams eroded the dramatic river valleys.",
    "Landscape": "Hiking trails in the park connect with the magnificent Superior Hiking Trail. This trail parallels much of the Lake Superior coastline and passes by scenic waterfalls. Trails wind through beautiful stands of birch, spruce, fir, and ash trees. The winter landscape is also spectacular adding to the popularity of the cross-country ski trails."
  }
}