{
  "name": "Forestville/Mystery Cave State Park",
  "park_id": "00148",
  "url": "https://www.dnr.state.mn.us/state_parks/park.html?id=spk00148#homepage",
  "address": "21071 County 118\nPreston, MN 55965",
  "park_images": [
    "https://images.dnr.state.mn.us/destinations/state_parks/banners/spk00148.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_001.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_002.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_003.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_004.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_005.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00148_006.jpg"
  ],
  "highlights": [
    "Tours of Mystery Cave",
    "Historic Forestville Tours",
    "Trout Streams",
    "Camping",
    "Great Hiking/Horseback Trails",
    "Spring Flowers"
  ],
  "park_information": {
    "Park Information": "Visit Forestville/Mystery Cave State Park to see natural wonders above and below ground. In the summer, beat the heat with a visit below ground. Explore the world of Mystery Cave with its stalactites, stalagmites, and underground pools. Park naturalists provide tours of the cave throughout the summer and on weekends in the spring and fall. The temperature stays at a constant 48 degrees Fahrenheit. Learn more about Mystery Cave Tours.",
    "Wildlife": "Above ground, stop by Historic Forestville, a restored 1800s village operated by the Minnesota Historical Society (MHS). Fish three blue-ribbon trout streams for brown trout. Take in the soft pastels of wildflowers in spring or listen to ruffed grouse drumming and wild turkeys gobbling. Hike or bring your horse to ride the ridge tops and stream valleys. Observe interesting geologic features along the way including sinkholes and dramatic Big Spring. In the fall, don't miss the bold colors of the forest. Winter invites visitors to ski or snowmobile the Bluff Country.",
    "History": "The great variety of habitats supports remarkably different wildlife ranging from rare glacial snails to timber rattlesnakes. While a few rattlers live in the park, they are of very little threat if left alone. Please report sightings. Other wildlife of note include deer, raccoon, beaver, mink, opossum, woodchucks, four species of squirrels, red and grey fox. Coyote numbers have grown in recent years and can often can be heard at dusk. Several species of reptiles and amphibians are also present. At least 175 species of birds have been recorded in the park including several important neotropical migrants (scarlet tanager, oven bird, redstart) and a sizeable population of wild turkeys. Barred owls often wake campers with after dark calling and soaring turkey vultures delight summer visitors.",
    "Geology": "In the center of the park, along the South Branch of the Root River, is the townsite of Forestville. Founded in 1853, the village emerged as a rural trade center, typical of hundreds that emerged across southern Minnesota during the 1850s. Area farmers came to Forestville to trade their farm produce for goods and services. By 1858, Forestville numbered 100 inhabitants and had 20 buildings including two general stores, a grist mill, a brickyard, two hotels, a school, and mechanics of several trades. Forestville prospered until the first area railroad, the Southern Minnesota, bypassed the community in 1868. Village residents watched their town struggle to survive, while towns served by the railroad boomed with prosperity. By 1890, Thomas J. Meighen, son of one of the town's founders, owned the entire village. The 50 residents made their living on Mr. Meighen’s farm. In return for their work, his employees received housing, board and credit in his store. Mr. Meighen also maintained a post office, the school, a feed and a saw mill.",
    "Landscape": "Two to five hundred million years ago material was deposited in the bottom of shallow seas which intermittently covered large portions of North America. As the deposits increased in thickness, the layers on the bottom were compressed to form limestone, shale and sandstone. Today in the park, these rocks are 1300 feet above the sea. They are an important factor in the development of the terrain which exists now."
  }
}