{
  "name": "Mille Lacs Kathio State Park",
  "park_id": "00232",
  "url": "https://www.dnr.state.mn.us/state_parks/park.html?id=spk00232#homepage",
  "address": "15066 Kathio State Park Road\nOnamia, MN 56359",
  "park_images": [
    "https://images.dnr.state.mn.us/destinations/state_parks/banners/spk00232.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_001.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_002.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_003.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_004.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_005.jpg",
    "https://images.dnr.state.mn.us/destinations/state_parks/1_large/SPK00232_006.jpg"
  ],
  "highlights": [
    "Nature Programs",
    "Camping",
    "Swimming/Playground",
    "100 Ft. Observation Tower",
    "Historic Sites",
    "Cross-Country Skiing"
  ],
  "park_information": {
    "Park Information": "Mille Lacs Kathio State Park has so much to offer and discover. It's 9,000 years of human history and archaeological significance has made it a National Historic Landmark. You can learn about its rich history and all of Kathio's other treasures at the Interpretive Center. Climb the 100 foot observation/fire tower and look across the majesty of Mille Lacs Lake. Take part in Mille Lacs Kathio State Park's extensive interpretive/nature programs or get out by yourself and hike on the park's varied trail system. Kathio has a wonderful swimming beach plus canoes or rowboats you can rent for a trip on the historic Rum River and Ogechie and Shakopee lakes. In the winter, visitors can cross-country ski on trails described as the best in Minnesota or take the family sledding on our popular sliding hill. The river, lakes, and park trails offer visitors excellent opportunities to watch waterfowl, bald eagles, osprey, beaver, loons, deer, coyotes, and many others.",
    "Wildlife": "The park is home to a variety of wildlife. Hawks, ospreys, owls, and eagles are common. The tracks of beaver, raccoon, mink, and deer are often seen on the trail or in the snow. Northern Pike, walleye, bluegills, sunfish and bass inhabit the lake. The aspen stands and small clearings are excellent for ruffed grouse. Squirrels and chipmunks thrive in maple and oak stands. The small ponds and streams provide homes for amphibians and insects, which in turn attract larger fish, birds, and mammals.",
    "History": "The park name is steeped in plenty of history. \"Mille Lacs,\" a French term used by early explorers and fur traders, means \"1,000 lakes,\" and referred to the region. The word \"Kathio\" has a more dubious pedigree. Well-known explorer Daniel Greysolon, Sieur duLhut collectively referred to the area as \"Izatys,\" a name the Mdewekanton Dakota people gave themselves. Sieur du Lhut's poor handwriting caused a wrong translation of the word \"Izatys.\" The \"Iz\" was transcribed as a K, and further error caused the name to be Kathio, a word that translates to nothing. \"Kathio\" became a name so attached to the area that the park bears that name today. The park is one of the most significant archeological sites in Minnesota, with 30 sites identified. The earliest site, dating from the \"Paleo\" period, shows evidence of copper tool manufacture associated with the \"Old Copper Tradition.\" Hundreds of years before Europeans settled in the region, the Dakota people established permanent villages along the shores of Ogechie Lake, and the Rum River. These people came to be known as the Mdewakanton, which translated means \"Water of the Great Spirit.\" Late in the Dakota period, Father Louis Hennepin, a Recollect priest and one of the earliest European explorers to visit Minnesota, traveled through this region. He lived with the Dakota for six months in 1680 on a point of land where the Rum River leaves the park on the southeastern boundary. The French explorer, Daniel Greysolon, Sieur duLuth (after whom the city of Duluth was named) is also known to have visited this region in 1679. The 18th century increasingly became a time of change. By then, many bands of Dakota had relocated on the prairies, and near the lakes and rivers of what is now southern Minnesota. At the same time, Ojibwe Indians were entering the region from the east. Ojibwe oral tradition, recorded by historian William Warren, tells of a massive, three-day \"Battle of Kathio\" in which the victorious Ojibwe forever drove the Dakota from the area. Archaeologists have not found evidence to support this, and suggest that although many small skirmishes may have occurred, Dakota migration was well under way when the Ojibwe entered the area. The Ojibwe brought their own rich cultural tradition with them from the east and settled along the shore of Mille Lacs. Ogechie Lake and other natural areas thus continued to supply the needs of yet another group of people, providing wild rice, fish, waterfowl, and other foods. The Ojibwe continue to live in the Mille Lacs region today. In the 1850s, loggers came to the area. Within 50 years, the vast forest of white and red pine had been cut and located down the Rum River, or across Mille Lacs Lake to sawmills. Much of the park's human and natural history is presented at the Interpretive Center, and at naturalist programs throughout the year.",
    "Geology": "The park's geological history is a story of immense natural forces at work over thousands of years. The rolling hills are actually a part of a terminal moraine. The small, but abrupt hills, were formed approximately 10,000 years ago when a major glacier stopped its advance south. As the glacier melted, it deposited gravel, rocks, and boulders that it had accumulated in its grinding passage over to the north and east. The resulting land form is referred to a terminal moraine. The glacial debris partially blocked the land's natural drainage patten and in effect became a huge dam, creating an extensive lake of meltwater - a lake even larger than the present day Mille Lacs. This ancient lake had three outlets and a shoreline 15 feet higher than the present lake. A long period of geological and vegetational succession followed. The outlet streams cut deep channels. Ponds and small lakes drained away. Wave and ice action built up beach ridges. Drainage patterns and the shape of lakes altered. Silt and vegetation filled many of the depressions. The present park - its soil, vegetation, and wildlife - is the result of these thousands of years of constant natural progression.",
    "Landscape": "Mille Lacs Kathio State Park is in the Mille Lacs Landscape Region. The park is primarily a second-growth forest of aspen, birch, maple, oak, and other northern hardwoods. Wetlands are abundant in the eskers on which the park is located. A few isolated remnant stands of conifers provide diversity to the landscape and a hint of what the forest looked like a century ago."
  }
}